--- ✅ Transcription Complete ---
⏱️ Time: 43.22s | 🎵 Audio: 966.08s
📊 Tokens: 7307 (prompt) + 4186 (completion) = 11493 (total)
⚡ Speed: 96.9 tokens/s
---
[{"Start":0,"End":17.1,"Speaker":0,"Content":"Story three of Dubliners. This is a LibriVox recording. All LibriVox recordings are in the public domain. For more information or to volunteer, please visit librivox.org. Recording by Shuli van Walleghem."},
{"Start":18.44,"End":24.74,"Speaker":0,"Content":"Dubliners by James Joyce. Story three. Arabi"},
{"Start":25.04,"End":51.18,"Speaker":0,"Content":"North Richmond Street, being blind, was a quiet street, except at the hour when the Christian Brothers' school set the boys free. An uninhabited house of two stories stood at the blind end, detached from its neighbors in a square ground. The other houses of the street, conscious of decent life within them, gazed at one another with brown, imperturbable faces."},
{"Start":51.26,"End":81.26,"Speaker":0,"Content":"The former tenant of our house, a priest, had died in the back drawing room. Air musty from having been long enclosed, hung in all the rooms, and the waste room behind the kitchen was littered with old useless papers. Among these, I found a few paper-covered books, the pages of which were curled and damp. The Abbot by Walter Scott, The Devout Communicant, and the memoirs of Fyodor."},
{"Start":81.28,"End":106.54,"Speaker":0,"Content":"I liked the last best because its leaves were yellow. The wild garden behind the house contained a central apple tree and a few straggling bushes, and one of which I found the late Alan's rusty bicycle pump. He had been a very charitable priest. In his will, he had left all his money to institutions and the furniture of his house to his sister."},
{"Start":107.56,"End":142.53,"Speaker":0,"Content":"When the short days of winter came, dusk fell before we had well eaten our dinners. When we met in the street, the houses had grown somber. The space of sky above us was the color of ever-changing violet, and towards it, the lamps of the street lifted their feeble lanterns. The cold air stung us, and we played till our bodies glowed. Our shouts echoed in the silent street. The career of our play brought us through the dark muddy lanes behind the houses."},
{"Start":142.53,"End":159.78,"Speaker":0,"Content":"where we ran the gauntlet of the rough drives from the cottages to the back doors of the dark dripping gardens, where odors arose from the ash pits, to the dark odorous stables, where a coach and smoothes then combed the halls or shook music from the buckled harness."},
{"Start":160.3,"End":166.66,"Speaker":0,"Content":"When we returned to the street, light from the kitchen windows had filled the areas."},
{"Start":167.0,"End":206.61,"Speaker":0,"Content":"If my uncle was seen turning the corner, we hid in the shadow until we had seen him safely housed. Or if Mangan's sister came out on the doorstep to call her brother in to his tea, we watched her from our shadow peer up and down the street. We waited to see whether she would remain or go in. And if she remained, we left our shadow and walked up to Mangan's steps resignedly. She was waiting for us. Her figure defined by the light from the half-open door. Her brother always teased her before he obeyed, and I stood by the railings looking at her."},
{"Start":206.61,"End":213.38,"Speaker":0,"Content":"Her dress swung as she moved her body, and the soft robe of her hair tossed from side to side."},
{"Start":214.22,"End":225.72,"Speaker":0,"Content":"Every morning, I lay on the floor in the front parlor, watching her door. The blind was pulled down to within an inch of the sash, so that I could not be seen."},
{"Start":226.6,"End":255.96,"Speaker":0,"Content":"When she came out on the doorstep, my heart leapt. I ran to the hall, seized my books, and followed her. I kept a brown figure always in my eye, and when we came near the point at which our ways diverged, I quickened my pace and passed her. This happened morning after morning. I had never spoken to her except for a few casual words, and yet her name was like a summons to all my foolish blood."},
{"Start":256.05,"End":294.23,"Speaker":0,"Content":"Her image accompanied me even in places the most hostile to romance. On Saturday evenings when my aunt went marketing, I had to go to carry some of the parcels. We walked through the flaring streets, jostled by drunken men and bargaining women, amid the curses of laborers, the shrill litanies of shop boys who stood on guard by the barrels of pigs' cheeks, the nasal chanting of street singers who sang a come all you about Donovan Rossa, or a ballad about the troubles in our native land. These noises converged in a single sensation of life for me."},
{"Start":294.23,"End":307.58,"Speaker":0,"Content":"I imagined that I bore my chalice safely through a throng of foes. Her name sprang to my lips at moments in strange prayers and praises which I myself did not understand."},
{"Start":307.76,"End":318.66,"Speaker":0,"Content":"My eyes were often full of tears. I could not tell why. And at times, a flood from my heart seemed to pour itself out into my bosom."},
{"Start":318.88,"End":331.66,"Speaker":0,"Content":"I thought little of the future. I did not know whether I would ever speak to her or not. Or if I spoke to her, how I could tell her of my confused adoration."},
{"Start":331.68,"End":339.02,"Speaker":0,"Content":"But my body was like a harp, and her words and gestures were like fingers running upon the wires."},
{"Start":340.1,"End":368.06,"Speaker":0,"Content":"One evening, I went into the back drawing room in which the priest had died. It was a dark, rainy evening, and there was no sound in the house. Through one of the broken panes, I heard the rain impinge upon the earth, the fine incessant needles of water, playing in the sodden beds. Some distant lamp or lighted window gleamed below me. I was so thankful that I could see so little."},
{"Start":368.06,"End":385.64,"Speaker":0,"Content":"All my senses seemed to desire to feel themselves, and feeling that I was about to slip from them, I pressed the palms of my hands together until they trembled, murmuring, \"Oh love, oh love,\" many times."},
{"Start":387.1,"End":409.28,"Speaker":0,"Content":"At last she spoke to me. When she addressed the first words to me, I was so confused that I did not know what to answer. She asked me, was I going to Araby? I forgot whether I answered yes or no. It would be splendid bizarre, she said. She would love to go. And why can't you?"},
{"Start":409.28,"End":410.62,"Speaker":0,"Content":"I asked."},
{"Start":410.62,"End":449.94,"Speaker":0,"Content":"While she spoke, she turned a silver bracelet round and round her wrist. She could not go, she said, because there would be a retreat that week in a convent. Her brother and two other boys were fighting for their caps, and I was alone at the railings. She held one of the spikes, bowing her head towards me. The light from the lamp opposite our door caught the white curve of her neck, lit up her hair that rested there, and falling, lit up the hand upon the railing. It fell over one side of her dress and caught the white border of a petticoat just visible as she stood at ease."},
{"Start":450.14,"End":457.64,"Speaker":0,"Content":"\"It's well for you,\" she said. If I go I said, I will bring you something."},
{"Start":458.24,"End":487.94,"Speaker":0,"Content":"What innumerable follies lay waste my waking and sleeping thoughts after that evening. I wished to annihilate the tedious intervening days. I chafed against the work of school. At night in my bedroom and by day in the classroom, a rummage came between me and the pages I strove to read. The syllables of the word Arabi recalled to me through the silence in which my soul luxuriated and cast an eager enchantment over me."},
{"Start":488.54,"End":497.52,"Speaker":0,"Content":"I asked for leave to go to the bazaar on Saturday night. My aunt was surprised and hoped it was not some Freemason affair."},
{"Start":498.42,"End":524.38,"Speaker":0,"Content":"I answered few questions in class. I watched my master's face pass from amiability to sternness. He hoped I was not beginning to idle. I could not call my wandering thoughts together. I had hardly any patience with the serious work of life, which, now that it stood between me and my design, seemed to me child's play, ugly, monotonous child's play."},
{"Start":525.58,"End":539.2,"Speaker":0,"Content":"On Saturday morning, I reminded my uncle that I wished to go to the bazaar in the evening. He was fussing at a hall stand, looking for the headbrush, and answered me curtly, \"Yes, boy, I know.\""},
{"Start":539.54,"End":556.22,"Speaker":0,"Content":"As he was in the hall, I could not go into the front parlor and lie at the window. I left the house in bad humor and walked slowly towards the school. The air was pitilessly raw, and already my heart misgave me."},
{"Start":556.78,"End":570.22,"Speaker":0,"Content":"When I came home to dinner, my uncle had not yet been home. Still it was early. I stared at the clock for some time, and when its ticking began to irritate me, I left the room."},
{"Start":570.37,"End":581.83,"Speaker":0,"Content":"I mounted the staircase and gained the upper part of the house. The high, cold, empty, gloomy rooms liberated me, and I went from room to room singing."},
{"Start":581.91,"End":614.76,"Speaker":0,"Content":"From the front window, I saw my companions playing below in the street. Their cries reached me, weakened and indistinct. And leaning my forehead against the cool glass, I looked over at the dark house where she lived. I may have stood there for an hour, seeing nothing but a brown-clad figure cast by my imagination, touched discreetly by the lamplight, the curved neck of the hand upon the railings, and at the border below the dress."},
{"Start":616.52,"End":638.72,"Speaker":0,"Content":"When I came downstairs again, I found Mrs. Mercer sitting at the fire. She was an old garrulous woman, a pawnbroker's widow, who collected used stamps for some pious purpose. I had to endure the gossip of the tea table. The meal was prolonged beyond an hour and still my uncle did not come."},
{"Start":639.08,"End":640.15,"Speaker":0,"Content":"Mrs."},
{"Start":640.15,"End":662.76,"Speaker":0,"Content":"Mercy stood up to go. She was sorry she couldn't wait any longer, but it was after eight o'clock, and she did not like to be out late as night air was bad for her. When she had gone, I began to walk up and down the room clenching my fists. My aunt said, \"I'm afraid you may put off your bazaar for this night of our Lord.\""},
{"Start":663.48,"End":684.52,"Speaker":0,"Content":"At nine o'clock, I heard my uncle's latchkey in the hall door. I heard him talking to himself and heard the hall stand rocking when it had received the weight of his overcoat. I could interpret these signs. When he was midway through his dinner, I asked him to give me the money to go to the bazaar. He had forgotten."},
{"Start":684.86,"End":692.36,"Speaker":0,"Content":"\"The people are in bed and after their first sleep now,\" he said. I did not smile."},
{"Start":692.36,"End":700.28,"Speaker":0,"Content":"My aunt said to him energetically, \"Can't you give him the money and let him go? You've kept him late enough as it is.\""},
{"Start":700.5,"End":711.3,"Speaker":0,"Content":"My uncle said he was very sorry he had forgotten. He said he believed in the old saying, all work and no play makes Jack a dull boy."},
{"Start":711.62,"End":726.96,"Speaker":0,"Content":"He asked me where I was going, and when I had told him a second time, he asked me, did I know the Arab's farewell to his steed? When I left the kitchen, he was about to recite the opening lines of the piece to my aunt."},
{"Start":727.78,"End":743.24,"Speaker":0,"Content":"I held the floor entirely in my hand as I strode down from Buckingham Street towards the station. The sight of the streets thronged with buyers and glaring with gas recalled to me the purpose of my journey."},
{"Start":743.81,"End":748.65,"Speaker":0,"Content":"I took my seat in a third-class carriage of a deserted train."},
{"Start":748.75,"End":770.61,"Speaker":0,"Content":"After an intolerable delay, the train moved out of the station slowly. It crept onward among ruinous houses and over the twinkling river. At Westland Row station, a crowd of people pressed to the carriage doors, but the porters moved them back, saying that it was a special train for the bazaar."},
{"Start":771.15,"End":810.72,"Speaker":0,"Content":"I remained alone in the bare carriage. In a few minutes, the train drove up beside an improvised wooden platform. I passed out onto the road and saw by the lighted dial of a clock that it was ten minutes to ten. In front of me was a large building which displayed the magical name. I could not find any sixpenny entrance, and fearing that the bazaar would be closed, I passed in quickly through a turnstile, handing a shilling to a wary-looking man. I found myself in a big hall girdled at half its height by a gallery."},
{"Start":811.14,"End":843.28,"Speaker":0,"Content":"Nearly all the stalls were closed, and the greater part of the hall was in darkness. I recognized a silence like that which pervades a church after a service. I walked into the center of the bazaar timidly. A few people were gathered above the stalls which were still open. Before a curtain, over which the words \"cafe chantant\" were written in colored lamps, two men were counting money on a salver. I listened to the fall of the coins."},
{"Start":844.34,"End":867.45,"Speaker":0,"Content":"Remembering with difficulty why I had come, I went over to one of the stalls and examined porcelain vases and flower tea sets. At the door of the stall, a young lady was talking and laughing with two young gentlemen. I remarked their English accents and listened vaguely to their conversation. Oh, I never said such a thing."},
{"Start":867.45,"End":877.08,"Speaker":0,"Content":"Oh, but you did. Oh, but I didn't. Didn't she say that? Yes, I heard her. Oh, there's a fib."},
{"Start":877.64,"End":901.08,"Speaker":0,"Content":"Observing me, the young lady came over and asked me, did I wish to buy anything? The tone of her voice was not encouraging. She seemed to have spoken to me out of a sense of duty. I looked humbly at the great jars that stood like eastern gods at either side of the dark entrance to the stall and murmured, \"No, thank you.\""},
{"Start":901.64,"End":915.72,"Speaker":0,"Content":"The young lady changed the position of one of the faces and went back to the two young men. They began to talk of the same subject. Once or twice, the young lady glanced at me over her shoulder."},
{"Start":916.6,"End":930.12,"Speaker":0,"Content":"I lingered before her stall, though I knew my stay was useless, to make my interest in her wear seem the more real. Then I turned away slowly and walked down the middle of the bazaar."},
{"Start":930.26,"End":957.34,"Speaker":0,"Content":"I allowed the two pennies to fall against the sixpence in my pocket. I heard a voice call from one end of the gallery that the light was out. The upper part of the hall was now completely dark. Gazing up into the darkness, I saw myself as a creature driven and derived by vanity. And my eyes burned with anguish and anger."},
{"Start":958.62,"End":961.36,"Speaker":0,"Content":"And of Araby."},
{"Start":961.36,"End":966.08,"Content":"[Noise]"}]

